---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DirectContext3DFailures.UnableToLoadCoordinationModel
source: html/c624dca3-df66-b618-b80b-7092ba01eb2b.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DirectContext3DFailures.UnableToLoadCoordinationModel Property

Unable to load Coordination Model.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnableToLoadCoordinationModel { get; }
```